Repository: ronste/addFrontendElements
Catalog: locale/*/locale.po
Languages: de_de

# plugins.generic.addFrontendElements.settings.tabname
source: Additional Frontend Elements
de_de: addFrontendelements Plugin

# plugins.generic.addFrontendElements.publicationTab.tabname
source: Additional Frontend Elements
de_de: Zusätzliche Frontend-Elemente

# plugins.generic.addFrontendElements.addCitations.description
source: Add custom citations to be displayed on the article page.
de_de: Manuelle Eingabe von Zitationsvorschlägen und Präsentation auf der Artikelseite.

# plugins.generic.addFrontendElements.addCitations.tabTitle
source: Custom Citations
de_de: Zitationsvorschläge

# plugins.generic.addFrontendElements.addCitations.management.gridTitle
source: Custom citations
de_de: Zitationsvorschläge

# plugins.generic.addFrontendElements.addCitations.addCitationTitle
source: Citations to be display on the article page
de_de: Zitationsvorschläge für die Anzeige auf der Artikelseite

# plugins.generic.addFrontendElements.addCitations.itemStyle
source: Citation Style
de_de: Zitationsstil

# plugins.generic.addFrontendElements.addCitations.noneCreated
source: No citations yet.
de_de: Bislang sind keine Zitationsvorschläge vorhanden.

# plugins.generic.addFrontendElements.addCitations.addCitation
source: Add citation
de_de: Zitationsvorschlag hinzufügen

# plugins.generic.addFrontendElements.articleBadges.description
source: Enter labels for badges to show on the article. E.g. define the review type of this article as "Editorial review"
de_de: Enter labels to show on the article page as badges. E.g. define the review type of this article as "Editorial review"

# plugins.generic.addFrontendElements.settings.customHTMLContent.description
source: Allow additional content to be shown
de_de: Erlaube das Anzeigen von zusätzlichem HTML-Code auf der Artikelseite

# plugins.generic.addFrontendElements.customHTMLContent.label
source: Additional content to be shown on the article page
de_de: Zusätzlicher HTML-Inhalt der auf der Artikelseite angezeigt werden soll

# plugins.generic.addFrontendElements.customHTMLContent.tooltip
source: By means of the "<> (Source Code)" button you can e.g. integrate HTML-Code to embbed streaming video sources.
de_de: Über den "<> (Source Code)" Button kann hier z.B. HTML-Code für die Einbettung von Streaming-Videos integriert werden.

# plugins.generic.addFrontendElements.settings.customHTMLContentPosition.boxLabel
source: Select position of the custom content on the article page
de_de: Wähle die Position des zusätzlichen HTML-Inhalts auf der Artikelseite

# plugins.generic.addFrontendElements.settings.customHTMLContentPosition.top
source: Top
de_de: Oben

# plugins.generic.addFrontendElements.settings.customHTMLContentPosition.bottom
source: Bottom
de_de: Unten
